{
  "en": {
    "title": "KanjiMichi",
    "tagline": "KanjiMichi - Easy Kanji, Step by Step",
    "description": "This simple website is here to help you practice memorizing kanji with ease.",
    "startLearning": "Start Learning Now!",
    "home": "Home",
    "about": "About",
    "contact": "Support",
    "footerDesc": "Learn Kanji with ease and confidence. Start your journey today!",
    "followMe": "Follow Me:",

    "cleanUI": "Clean and Simple UI Design",
    "cleanUIdesc": "A minimalist design ensures users focus on content without distractions, leading to a streamlined and more enjoyable learning experience.",
    "simpleUnderstand": "Simple and Easy to Understand",
    "simpleUnderstandDesc": "Content is broken down into manageable parts for easy digestion, so users can absorb information without feeling overwhelmed or frustrated.",
    "interactiveLearning": "Interactive Learning Method",
    "InteractiveLearningDesc": "Interactive learning approaches enable active user engagement with the content, resulting in a more engaging and effective learning experience.",
    "stepByStep": "Step-by-Step Learning Approach",
    "stepByStepDesc": "It allows users to progress at their own pace, starting from the basics and advancing to more complex concepts, which enhances understanding and confidence.",
    "learnKanjiEase": "Learn Kanji with Ease Using KanjiMichi",

    "q1pointsDesc": "KanjiMichi is a simple web-based learning platform aimed at helping beginners master Kanji characters in an easy and practical way",
    "q1points": "What is KanjiMichi?",
    "q2points": "What are the advantages of KanjiMichi?",
    "q2pointsDes": "KanjiMichi is designed to simplify and accelerate the process of learning Kanji for beginners, with the following advantages:",
    "q2list1": "Minimalist Interface Design",
    "q2list2": "Interactive Learning Interface",
    "q2list3": "Step-by-Step Learning Approach",
    "q2list4": "Free Access",
    "q3points": "Why Does KanjiMichi Exist?",
    "q3pointsDesc": "I created KanjiMichi to contribute and help users learn Kanji in an easy and practical way. In addition, this project also opens a path for me to grow in the world of web development, providing personal satisfaction.",
    "expression": "Even though this is a simple learning platform, I hope it can help many people who have difficulty learning (kanji) in the future. I understand that this platform still has many limitations, which is why your feedback and suggestions are greatly appreciated.",

    "FSpoint": "FEEDBACK & SUPPORT",
    "FSfill": "Feel free to reach out to me for any questions, feedback, or constructive suggestions.",
    "sendMSG": "Submit",
    "clearMSG": "Clear"
  },

  "id": {
    "title": "KanjiMichi",
    "tagline": "KanjiMichi - Belajar Kanji Mudah, Langkah Demi Langkah",
    "description": "Situs web sederhana ini hadir untuk membantu Anda berlatih menghafal kanji dengan mudah dan praktis.",
    "startLearning": "Mulai Belajar Sekarang!",
    "home": "Beranda",
    "hom": "Beranda",
    "about": "Tentang",
    "contact": "Dukungan",
    "footerDesc": "Pelajari Kanji dengan mudah dan percaya diri. Mulailah perjalananmu hari ini!",
    "followMe": "Ikuti Saya:",

    "cleanUI": "Desain UI Bersih dan Sederhana",
    "cleanUIdesc": "Desain minimalis memastikan bahwa pengguna dapat fokus pada materi tanpa gangguan, menjadikan proses pembelajaran lebih lancar dan menyenangkan.",
    "simpleUnderstand": "Mudah Dipahami",
    "simpleUnderstandDesc": "Konten dibagi menjadi bagian-bagian yang mudah dicerna, memastikan pengguna dapat menyerap informasi tanpa merasa kewalahan atau frustrasi.",
    "interactiveLearning": "Metode Pembelajaran Interaktif",
    "InteractiveLearningDesc": "Menampilkan latihan interaktif seperti kuis, flashcard, dan sebagainya, Web ini membantu pengguna untuk memperkuat pembelajaran mereka melalui partisipasi aktif",
    "stepByStep": "Pendekatan Pembelajaran Langkah Demi Langkah",
    "stepByStepDesc": "Memungkinkan pengguna untuk berkembang dengan kecepatan mereka sendiri, dimulai dari dasar-dasar dan berkembang ke arah yang tepat, yang meningkatkan pemahaman dan kepercayaan diri.",
    "learnKanjiEase": "Belajar Kanji dengan Mudah Menggunakan KanjiMichi",

    "q1pointsDesc": "KanjiMichi adalah platform pembelajaran web sederhana yang bertujuan membantu pemula menguasai karakter Kanji dengan cara yang mudah dan praktis.",
    "q1points": "Apa itu KanjiMichi?",
    "q2points": "Apa keunggulan KanjiMichi?",
    "q2pointsDes": "KanjiMichi dibuat untuk memudahkan dan mempercepat proses pembelajaran Kanji bagi pemula, dengan keunggulan-keunggulan berikut:",
    "q2list1": "Desain Antarmuka Minimalis",
    "q2list2": "Pembelajaran Interaktif",
    "q2list3": "Pendekatan Pembelajaran Bertahap",
    "q2list4": "Akses Gratis",
    "q3points": "Alasan Mengapa KanjiMichi Ada?",
    "q3pointsDesc": "Saya membuat KanjiMichi untuk berkontribusi dan membantu pengguna mempelajari Kanji dengan cara yang mudah dan praktis. Selain itu, proyek ini juga membuka jalan bagi saya untuk berkembang di dunia pengembangan web, memberikan kepuasan pribadi.",
    "expression": "Meski ini adalah platform pembelajaran sederhana, namun saya berharap ini dapat membantu banyak orang yang kesulitan dalam belajar (kanji) di masa depan. Saya menyadari bahwa platform ini masih memiliki banyak kekurangan, oleh karena itu kritik dan saran dari kalian sangatlah berarti.",

    "FSpoint": "MASUKAN & DUKUNGAN",
    "FSfill": "Jangan ragu untuk menghubungi saya jika ada pertanyaan, masukan, atau saran konstruktif.",
    "sendMSG": "Kirim",
    "clearMSG": "Kosongkan"
  }
}
